Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: …Wait! Don't say a word!\pYou wanted this!
pl: …Czekaj! Nic nie mów!\pJesteś tutaj po to!

# {PLAYER} received TM29 from MR. PSYCHIC.
source: {PLAYER} received TM29\nfrom MR. PSYCHIC.
pl: {PLAYER} dostaje TM29\nod PANA PSYCHIKA.

source: You already know, don't you?\nTM29 is PSYCHIC.\pIt's an attack that may also lower\nthe target's special stats.
pl: Wiesz to, prawda?\nTM29 to PSYCHOKINEZA.\pTo atak, który obniża także specjalne\nstatystyki celu.

# Where do you plan to put this? You've no room.
source: Where do you plan to put this?\nYou've no room.
pl: Gdzie chcesz to wpakować?\nNie masz miejsca.

# POKéMON growth rates differ from species to species.
source: POKéMON growth rates differ from\nspecies to species.
pl: Tempo wzrostu POKéMONÓW różni\nsię między gatunkami.

source: SILPH CO. is widely known to all.\pIt's a victim of its own fame - it\nattracted TEAM ROCKET.
pl: SILPH CO. jest znane w całym\nKANTO.\pTo ofiara własnej sławy -\nprzyciągnęło ZESPÓŁ R.

# Sigh… Wouldn't this be great?pIf the ELITE FOUR came and stomped TEAM ROCKET?
source: Sigh…\nWouldn't this be great?\pIf the ELITE FOUR came and\nstomped TEAM ROCKET?
pl: Ech…\nCzy to nie byłoby świetne?\pELITARNA CZWÓRKA przybywa\ni niszczy ZESPÓŁ R?

# TEAM ROCKET took off! We can go out safely again!lThat's great!
source: TEAM ROCKET took off!\nWe can go out safely again!\lThat's great!
pl: Przegnano ZESPÓŁ R!\nMożemy bezpiecznie wyjść!\lWspaniale!

# Huh? You…
source: Huh?\nYou…
pl: Co?\nTy…

source: Are you maybe…\n… …\pYou are!\nYou are {PLAYER}!\pWe were just talking about you!\pWe were talking about how an\nincredibly good TRAINER appeared.\pAnd that someone is you!\nYou're so cool!\pSo, we decided that we'll become\nyour FAN CLUB!\pWe all hope you'll keep battling\nand show us how cool you are.\pThat way, maybe other people will\nbecome fans just like me.
pl: Jesteś chyba…\n… …\pJesteś!\nJesteś {PLAYER}!\pWłaśnie o tobie mówiliśmy!\pRozmawialiśmy o wspaniałym\nTRENERZE, który ostatnio się ujawnił.\pA ten ktoś to właśnie ty!\nJesteś taki świetny!\pZdecydowaliśmy się zostać twoim\nFANKLUBEM!\pMamy nadzieję, że będziesz dla nas\nwalczył i pokazywał jaki jesteś\pświetny.\pMoże w ten sposób i inni\nludzie zostaną fanami.

source: I'll always be cheering for you!\pGo, {PLAYER}, go!
pl: Zawsze będę cię dopingować!\pRuszaj, {PLAYER}!

source: I'll always believe in you,\n{PLAYER}.\pPlease show the others what you're\nlike when you battle seriously.
pl: Zawszę będę w ciebie wierzyć,\n{PLAYER}.\pProszę, pokaż innym jaki jesteś\npoważny w walce!

source: I'm sorry.\nI was your fan before.\pBut now, you seem to have lost\nthe drive you had before.\pLately, I think {STR_VAR_1} has been\na lot cooler.
pl: Przepraszam.\nByłem twoim fanem.\pAle teraz, wydaje mi się, że\nzatraciłeś swoje zaangażowanie.\pOstatnio myślę, że\n{STR_VAR_1} jest wspanialszy!

source: Oh!\n{PLAYER}!\pEveryone's been all excited about\nyou recently.\pI can understand why.\nI know that you're strong.\pBut, do you know what?\pOnce I became {STR_VAR_1}'s fan,\nI can't just stop being a fan.
pl: Och!\n{PLAYER}!\pWszyscy się tu ostatnio tobą\nekscytują!\pI dobrze ich rozumiem.\nWiem, że jesteś silny.\pAle, wiesz co?\pKiedyś zostałem fanem {STR_VAR_1} i od\ntego czasu nie mogę go opuścić.

# I think TRAINERS are so cool when they're battling.pDon't you think so, too?
source: I think TRAINERS are so cool when\nthey're battling.\pDon't you think so, too?
pl: Sądzę, że TRENERZY są świetni,\ngdy walczą.\pZgadzasz się ze mną?

source: Oh! It's {PLAYER}!\nToo cool!\pOh!\nOh, yeah!\pCan you autograph something?\nHow about my shorts?
pl: Oh! To {PLAYER}!\nSuper!\pOh!\nOh, tak!\pZłożysz gdzieś swój autograf?\nMoże na moich szortach?

source: However hot it's been…\pAnd however cold it may get…\pI've always believed in, and worn,\nshorts!\pI'm counting on you to keep\nwinning!\pI believe in you just as much as\nI believe in shorts!
pl: Choćby słońce mnie smażyło…\pChoćby zimą mnie mroziło…\pW każdą porę roku, najlepiej szorty\nmi się nosiło!\pLiczę, że będziesz\nwygrywać!\pWierzę w ciebie tak jak\ni wierzę w szorty!

source: BROCK's my hero!\nHe's a man among men!\pHeheh, I got my mom to do\nsomething for me.\pI got her to embroider “BROCK”\non my shorts!
pl: BROCK to mój bohater!\nJest taki męski!\pHeheh, poprosiłem o coś\nmoją mamę.\pWyszyła mi na szortach\nwyraz “BROCK”!

source: … …\p… …\nI'm BROCK's fan!\pEven if I were his only fan,\nI swear it on my rock-hard will,\land on my shorts!\pI'll be his fan to the bitter end!
pl: … …\p… …\nJestem fanem BROCKA!\pNawet gdybym był jego jedynym fanem,\nprzysięgam to na moje\lszorty!\pBędę razem z nim do gorzkiego końca!

source: BROCK's the last word on cool,\nend of story!\pNow there's a guy who I want to\nbe like!
pl: BROCK to synonim do świetny,\nkoniec pieśni!\pChciałbym zostać taki\njak on!

source: {PLAYER}, I've had the pleasure of\nwatching you battle.\pIt brings back sweet memories of\nmy own long-lost youth.\pMay you continue to find success.\nYou have a fan in me!
pl: {PLAYER}, miałem przyjemność widzieć\njak walczysz.\pPrzywołuje to wspomnienia\nmojej utraconej już młodości.\pProszę, kontynuuj swoje dzieło.\nMasz we mnie swojego fana!

source: I have journeyed far and wide\nacross the lands.\pBut never have I seen a TRAINER\nof your magnificence.\pTake courage in your abilities\nand keep battling on!\pMake that a promise to me,\nmy young idol!
pl: Podróżowałem po wielu\nkrainach.\pAle nigdzie nie spotkałem TRENERA\ntak wspaniałego.\pKieruj się swoją nieskończoną odwagą\ni walcz dalej!\pPrzysięgnij mi to,\nswojemu największemu fanowi!

# Hmm… And you are?pWere you hoping to sign up for a membership in our FAN CLUB?
source: Hmm…\nAnd you are?\pWere you hoping to sign up for\na membership in our FAN CLUB?
pl: Hmm…\nA ty to kto?\pCzy chciałeś się zapisać do\nnaszego FANKLUBU?

source: Ah, so you are the much-\ntalked-about {PLAYER}.\pYou certainly do have the look of\na winner.\pBut for me to accept you as\na true POKéMON great…\p… …\pYou've still a ways to go!
pl: Ah, to ty jesteś ten\ncały {PLAYER}.\pW rzeczy samej, masz\ncoś z prawdziwego zwycięzcy.\pAle żebym zaakceptował się\njako idola…\p… …\pMasz przed sobą jeszcze długą drogę!

source: All of us gathered here are fans\nof POKéMON TRAINERS.\pThe way they look in battle…\nThey are the picture of coolness.\pPerhaps you will be talked about\nhere, too, if you keep winning.
pl: Zebraliśmy się tu, jako fani\nTRENERÓW POKéMON.\pSposób w jaki wyglądają w walce…\nSą przykładem wspaniałości.\pMoże i o tobie będzie kiedyś\ngłośno, jeśli będziesz wygrywał.

# It's {PLAYER}! It's {PLAYER}!pI want to be like {PLAYER} one day!
source: It's {PLAYER}!\nIt's {PLAYER}!\pI want to be like {PLAYER} one day!
pl: To {PLAYER}!\nTo {PLAYER}!\pTeż chcę być kiedyś taki jak {PLAYER}!

source: Everyone stopped being {PLAYER}'s\nfan…\pBut that means I can have {PLAYER}\nall to myself!\pYay! Go for it!\nMy one and only {PLAYER}!
pl: Wszyscy przestali być fanami\n{PLAYER}…\pAle to znaczy, że cały {PLAYER}\njest tylko dla mnie!\pJupi! Dawaj!\nMój jedyny {PLAYER}!

source: Do you know what?\nI want to be like SABRINA!\pI want to be a psychic girl just\nlike her!
pl: Wiesz co?\nChcę być taka jak SABRINA!\pChcę zostać psychiczną dziewczynką tak\njak ona!

source: Even if I'm the only one, I won't\nstop being SABRINA's fan.\pMy dream is to be like SABRINA,\ncute, but cool.\pI want to be a psychic girl just\nlike her!
pl: Nawet jako jedyna, nie przestanę\nbyć fanką SABRINY!\pMoje marzenie, to być jak SABRINA,\nsłodką, ale i fajną.\pChcę być taką psychiczką jak ona!

# I wonder if I can become a cool TRAINER one day?
source: I wonder if I can become a cool\nTRAINER one day?
pl: Ciekawe, czy zostanę kiedyś\nfajnym TRENERER?

source: Oh, man, oh, man!\nCool! Too cool!\p…Huh?\nNo, not you.\pJust the way you battle.\nThat's cool.
pl: Ojej, jej, jej!\nFajny! Zbyt fajny!\p…Co?\nNie, nie ty.\pTylko sposób w jaki walczysz.\nFajny.

source: Yo, {PLAYER}!\pLooks like I'm the only one left\nout of your fans.\pBut, you know, I like being an only\nfan… It's less stressful.\pKeep up and at it!
pl: Joł, {PLAYER}!\pWygląda na to, że jestem już\ntwoim jedynym fanem.\pAle, wiesz co, lubię być twoim\njedynym fanem... To mniej stresujące.\pTak dalej!

source: {STR_VAR_1}'s cool, huh?\nI love the way he talks.\pI'd really relish a chance to meet\nhim in person once.
pl: {STR_VAR_1} jest świetny!\nLubię jego sposób wysławiania się.\pChciałbym móc go kiedyś\nspotkać.

source: Huh, can you believe it?\nEveryone turned into your fans.\pSo after all we've been through,\nI'm the lone {STR_VAR_1} fan?\pEh, being the one and only\n{STR_VAR_1} fan's my style, anyway.
pl: Huh, jak to możliwe?\nWszyscy zmienili się w twoich fanów.\pNo więc po tym wszystkim,\nzostałem samotnym fanem {STR_VAR_1}?\pEh, to chyba nawet lepiej,\nże tylko ja lubię {STR_VAR_1}.

source: Oh, my goodness!\nIs it really you, {PLAYER}?\pI have to tell you, I adore the\nway you battle.\pI hope you'll keep at it.\nI'll be your number one fan!
pl: Ja nie mogę!\nCzy to naprawdę ty, {PLAYER}?\pMuszę powiedzieć, że ubóstwiam\ntwój sposób walki.\pMam nadzieję, że idzie ci świetnie.\nUwielbiam cię!

source: Oh, my goodness!\nIf it isn't {PLAYER}!\pIt's so disappointing… I realized\nI'm your number-one-and-only fan!\pWell, it can't be helped!\nLet me cheer you on, at least!\pHurray, hurray, {PLAYER}!
pl: Ja nie mogę!\nCzyż to nie {PLAYER}!\pZawodzisz mnie... Zdałem sobię sprawę\nz tego, że jestem twoim jedynym\pfanem.\pNic na to nie poradzę!\nPozwól, że chociaż cię pocieszę!\pHip hip hura, {PLAYER}!

source: Recently, {STR_VAR_1} has been on\nfire.\pThe way he battles… It's just \nthe way that I like it!
pl: Ostatnio, {STR_VAR_1} stał się\npopularny.\pSposób w jaki walczy... To\nzwyczajnie coś dla mnie!

source: Oh, hello!\nIf it isn't {PLAYER}!\pLately, all everyone talks about\nis you.\pI'm feeling lonesome because I\nprefer {STR_VAR_1}.
pl: Och, witaj!\nCzyż to nie {PLAYER}!\pOstatnio wszyscy o tobie mówią.\pTo trochę przygnębiające, bo sam\nprefeuję {STR_VAR_1}.

source: Amazing!\n{PLAYER}, you really are amazing!\pInstead of just watching, maybe\nI should become a TRAINER, too.
pl: Niesamowite!\n{PLAYER}, jesteś wspaniały!\pMoże zamiast zwykłego przyglądania\nsię, też zostanę TRENEREM!

source: I'm your only fan…\nSigh… This is lonely…\pCan't you try harder and make the\nothers take notice of you?
pl: Jestem twoim jedynym fanem…\nEch… Samotność…\pNie możesz starać się mocniej,\nby inni cię dostrzegli?

source: Master {STR_VAR_1} is so dignified…\nHe is so my type.\pWhy can't the others see the\ndignity he simply oozes?
pl: Mistrz {STR_VAR_1} jest taki super...\nJest w moim typie.\pCzemu inni nie widzą\nwspaniałości którą promieniuje?

source: I believe in Master {STR_VAR_1}\nwith all my heart.\pEven if I am the only one to\nbelieve in him.\pI won't ever feel lonesome, though.\pNot if I keep thinking about Master\n{STR_VAR_1}.
pl: Wierzę w Mistrza {STR_VAR_1}\ncałym moim sercem.\pNawet, jeśli muszę być jedynym,\nktóry wierzy.\pNie czuje się jednak samotny.\pNie, tak długo jak będę myślał o Mistrzu\n{STR_VAR_1}.

source: Hiyah!\pYour battling style is most\neducational.\pI hope that you will keep plugging\naway at success, hiyah!
pl: Witaj!\pTwój styl walki jest naprawdę\nciekawy.\pMam nadzieję, że nadal będziesz\npokazywał klasę.

source: Instead of just watching others\nbattle, battle yourself!\p…My DOJO's MASTER chewed me out\nlike that…\pBut I won't let that stop me from\nbeing your fan!\pI can't stop being your fan!
pl: Zamiast przyglądania się walkom,\nsam zacznij walczyć!\p…Tak właśnie powiedział mi mój\nMISTRZ DOJO…\pAle nie pozwolę, by to powstrzymało\nmnie od bycia twoim fanem!\pPowodzenia!

source: Hiyah! There is but one TRAINER\nwho has my respect.\pAnd that is none other than my\nMASTER at the FIGHTING DOJO.\pYou should become a fan of my\nMASTER like me! Hiyah!
pl: Witaj! Jest tylko jeden TRENER\nmający mój szacunek.\pI jest to nikt inny jak MISTRZ\nz mojego WALECZNEGO DOJO.\pSam powinieneś zostać fanem\nmojego MISTRZA!

source: Hiyah! I respect my MASTER at the\nFIGHTING DOJO.\pI will never become a fan of\nanyone other than my MASTER!\pI will even sneak out of the DOJO\nto spread word of his greatness.\pHiyah!
pl: Witaj! Szanuję mojego MISTRZA w\nWALECZNYM DOJO.\pNigdy nie zostanę fanem nikogo\ninnego niż mojego MISTRZA!\pBędę nawet wykradał się z DOJO, by\nopowiadać o jego wspaniałości!\pO tak!

source: When you're up on a rocky mountain\nlike this, rockslides are a threat.\pCan you imagine?\nBoulders tumbling down on you?\pThat'd be, like, waaaaaaaaaaah!\nTotal terror!\pYou don't seem to be scared.\nWant to try using ROCK SLIDE?
pl: Gdy jesteś w górach skalistych\nbardzo niebezpieczne są\pkamienne lawiny.\pWyobraź sobie wielkie\ngłazy toczące się na ciebie.\pTo byłoby, łaaaaaaaaa! \nTotalny koszmar!\pNie boisz się. Więc może sam\nspróbujesz LAWINĘ SKAŁ?

source: Oh, so you are scared after all.
pl: A więc jednak się boisz?

# Which POKéMON should I teach ROCK SLIDE?
source: Which POKéMON should I teach\nROCK SLIDE?
pl: Który POKéMON ma poznać\nLAWINĘ SKAŁ?

# It might be scary to use it in this tunnel…
source: It might be scary to use it in this\ntunnel…
pl: Niebezpiecznie używać tego w tym\ntunelu…

# Hint: Boulders might change the flow of water.
source: Hint: Boulders might change the\nflow of water.
pl: Rada: Kamienie mogą zmienić\nbieg wody.

# DANGER Fast current!
source: DANGER\nFast current!
pl: UWAGA\nOstry prąd!

source: Not many people come out here.\pIf I train here, I'm convinced that\nI'll get stronger and stronger.\pYep, stronger and stronger…\pHow would you like to learn a move\nlike that? It's SWORDS DANCE.
pl: Niewiele ludzi tu przychodzi.\pJeśli będę tu trenować, jestem pewien,\nże stane się super silny.\pTak, coraz silniejszy…\pChciałbyś się nauczyć ataku tego\ntypu? Nazywa się TANIEC MIECZY.

source: Well, that's fine, too.
pl: No to spoko.

# All right, pick which POKéMON I should teach it to.
source: All right, pick which POKéMON\nI should teach it to.
pl: Świetnie, wybierz POKéMONA,\nktóry ma go poznać.

# If only we could keep getting stronger and stronger, eh?
source: If only we could keep getting\nstronger and stronger, eh?
pl: Gdybyśmy i my mogli stawać\nsię coraz silniejsi, nie?

# SEVEN ISLAND Quest Island of Infinity
source: SEVEN ISLAND\nQuest Island of Infinity
pl: WYSPA SEVEN\nWyspa Nieskończoności

source: These islands are called the SEVII\nISLANDS because there are seven.\p…Or at least that's what the young\npeople believe.\pThe truth is, these islands are so\nnamed because they are said to\lhave been made in seven days.
pl: Te wyspy nazywane są WYSPAMI\nSEVII, bo jest ich siedem.\pZ angielskiego seven… A przynajmniej\ntak twierdzą młodzieńcy.\pPrawda jest taka, że zostały tak\nnazwane, ponieważ podobno\lstworzono je w siedem dni.

source: This island has been left virtually\nuntouched in its natural state.\pIt could be a little difficult to\nhike around because of that.
pl: Ta wyspa została praktycznie\nnietknięta postępami cywilizacji.\pZ tego powodu może być trochę\ntrudno tu wędrować.

source: I may not look like much now,\nbut when I was younger…\pI flew everywhere, challenging\nTRAINERS wherever I found them.\pNow, my only source of enjoyment\nis reminiscing about the past while\lwatching battles.
pl: Może nie wyglądam, ale\ngdy byłam dużo mładsza…\pLatałam wszędzie, wyzywałam\nTRENERÓW, gdzie tylko mogłam.\pTeraz, moim źródłem przyjemności\nsą wspomnienia powracające, gdy\loglądam walki.

# There is a slight breeze blowing around the box.
source: There is a slight breeze blowing\naround the box.
pl: Dookoła pudełka powiewa delikatna\nbryza.

source: Ah!\nWelcome, my friend!\pLet me tell you something. There's\na hidden room in the basement.\pA TRAINER named {STR_VAR_1} is\nwaiting there now.\pTell me, you did come to challenge\n{STR_VAR_1}, am I right?
pl: Ah!\nWitaj, przyjacielu!\pPozwól, że ci coś powiem. W piwnicy\nukryty jest tajny pokój.\pCzeka tam TRENER, którego zwą\n{STR_VAR_1}.\pPowiedz mi, przybywasz tu,\nby wyzwać {STR_VAR_1}, mam rację?

source: Oh…\nYou won't battle…\pI see, I see.\n… …\pWell, perhaps if you change your\nmind, do come back.
pl: Och…\nNie walczysz…\pRozumiem, rozumiem.\n……\pWięc, może jeśli zmienisz zdanie\nwrócisz tutaj.

source: Ah!\nYou will battle for me?\pIt was worth my time moving the\nbox aside, then.\p… …\nBut there is one slight problem.\pThis hidden room is not built very\nsturdy.\pCan I get you to limit it to\nbattles of three POKéMON per side?
pl: Ach!\nChcesz dla mnie walczyć?\pWięc warto było przesuwać te\npudło.\p… …\nAle jest jeden malutki problem.\pUkryty pokój nie jest zbyt stabilnie\nzbudowany.\pMogę poprosić cię o ograniczenie\nwalki do trzech POKéMONÓW na osobę?

# Fine! Before your battle, would you like to save your game?
source: Fine! Before your battle, would\nyou like to save your game?
pl: Super! Czy masz ochotę na\nzapisanie gry przed walką?

# All right. Don't hold anything back!
source: All right.\nDon't hold anything back!
pl: Super!\nNie powstrzymuj się!

source: The match ended up a draw.
pl: Walka zakończona remisem.

source: A draw, was it?\pHowever, let me say that it was\na worthy spectacle.\pI'd say it was a wonderful battle\nwith a real sense of depth!
pl: Remis, czyż nie?\pMuszę przyznać, że mimo to,\nbyło to wspaniałe widowisko.\pBył to cudowny pojedynek z\nwielkim wyczuciem głębi!

source: Bravo!\pBravo, indeed!\nWhat an astounding battle!\pIt was so astounding, why, it keeps\nfilling my eyes with tears!\pThe thrust and parry of expertly\nused techniques!\pThe clash of power upon power!\pYes!\nIt was sheer magnificence!
pl: Brawo!\pBrawo, brawo!\nNiesamowita walka!\pByła taka oszałamiająca, że, w mych\noczach pojawiły się łzy szczęścia!\pNiesamowite wykorzystanie\nmistrzowskich technik!\pStarcie dwóch tytanów!\pTak!\nKwintesencja czystej niesamowitości!

source: Too bad!\nI feel your disappointment.\pHowever, that disappointment is\nwhat will make you better.\pUse it, learn from it, and make it\nmotivate you to seek greatness.\pForget not this disappointment\nand redouble your training!
pl: Szkoda!\nWydajesz się lekko zawiedziony.\pJednak, ten zawód spowoduje,\nże staniesz się silniejszy.\pWykorzystaj go, by poznać swoje\nbłędy i do znalezienia motywacji.\pNie zapomnij o tej porażce i\npodwój swoje wysiłki!

source: POKéMON have personalities of their\nown, just like people.\pMy PIKACHU has a HASTY nature,\nso it grew to be a speedy POKéMON.
pl: POKéMONY mają własne osobowości,\ntak samo jak ludzie.\pMój PIKACHU jest PORYWCZY, więc\nwyrósł na szybkiego POKéMONA.

# Okay, preparations are complete for me to explore the RUINS.
source: Okay, preparations are complete\nfor me to explore the RUINS.
pl: Okej, moje przygotowania do\nzwiedzania RUIN zakończone.

source: I need to fish on SEVEN ISLAND.\pThat will complete my fishing tour\nof the SEVII ISLANDS.\pI'd better stock up on some\nPOKé BALLS first, though.
pl: Muszę połowić na WYSPIE SEVEN.\pDzięki temu zaliczę całą\nwycieczkę łowiecką po\pWYSPACH SEVII.\pLepiej jednak najpierw\nkupić trochę POKé BALLI.

source: On this island, different events\noccur depending on connections.\pWhat are those connections?\pThey are for you to discover on\nyour own.
pl: Na tej wyspie, zależnie od połączeń\ndzieją się różne rzeczy.\pCo to za połączenia?\pTo niestety, musisz odkryć\nna własną rękę.

source: Did you ride a SEAGALLOP ferry\nto get here?\pThere are at least ten of those\nhigh-speed ships.\pI don't know where they all go,\nthough.
pl: Przypłynąłeś tutaj promem\nSEAGALLOP?\pTakich statków pływa przynajmniej\ndziesięć.\pNiestety, nie wiem dokładnie,\ngdzie płynie każdy.

# If you're confident, you should check out TRAINER TOWER.
source: If you're confident, you should\ncheck out TRAINER TOWER.
pl: Jeśli jesteś pewny siebie, idź\ndo WIEŻY TRENERÓW.

source: My conditioning's in top form!
pl: Jestem w świetnej formie!

# Huh? Something's not right…
source: Huh?\nSomething's not right…
pl: Co?\nCoś jest nie tak…

# The way I am now, I may have to hold off on TRAINER TOWER…
source: The way I am now, I may have to\nhold off on TRAINER TOWER…
pl: W takim stanie, w jakim jestem\nwpadnę do WIEŻY TRENERÓW…

source: It doesn't matter if you happen to\nhave the strongest POKéMON…\pIt doesn't mean a thing if you don't\nknow how to use them properly!
pl: Nie ważne, czy masz najsilniejsze\nPOKéMONY…\pTo nie ma najmniejszego znaczenia,\njeśli nie wiesz jak powinno się ich\pużywać!

source: You're a master at this.
pl: Jesteś w tym mistrzem.

source: You see them every so often,\nTRAINERS with awesome POKéMON\lwho have no idea what to do.\pBefore training POKéMON, TRAINERS\nthemselves need to grow up.
pl: Widuje się ich często,\nTRENERÓW z niesamowitymi POKéMONAMI,\lktórzy nie wiedzą co i jak.\pTRENERZY zanim zaczną trenować\nPOKéMON sami powinni dorosnąć.

# I work to protect the environment. In turn, nature protects me!
source: I work to protect the environment.\nIn turn, nature protects me!
pl: Pracuję dla ochrony środowiska.\nW zamian, natura chroni i mnie!

# Whoa! You're tough! How about protecting me?
source: Whoa! You're tough!\nHow about protecting me?
pl: Łał! Jesteś silny!\nBędziesz mnie chronić?

source: From far out among the stars, our\nplanet is just a drop of water.\pBut we want to protect that drop\nof water for everyone.
pl: Między wszystkimi gwiazdami,\nnasza planeta jest tylko kroplą wody.\pAle wszyscy powinniśmy chronić\ntę naszą kropelkę.

# Those shoes you have are pretty snazzy.
source: Those shoes you have are pretty\nsnazzy.
pl: Masz bardzo fajne buty,\nmaluchu.

# You're hot stuff in spite of your cute looks.
source: You're hot stuff in spite of your\ncute looks.
pl: Nie dość, że cool się ubierasz\njesteś słodki.

# Your mom bought those snazzy RUNNING SHOES for you?pShe must adore you.
source: Your mom bought those snazzy\nRUNNING SHOES for you?\pShe must adore you.
pl: Mama kupiła ci te wypaśne\nBUTY DO BIEGANIA?\pMusi cię mocno kochać.

# You look strong. Let me battle you, please!
source: You look strong.\nLet me battle you, please!
pl: Jesteś silny.\nMogę z tobą walczyć, proszę?!

# I knew it! You're as tough as I thought!
source: I knew it!\nYou're as tough as I thought!
pl: Tak!\nJesteś tak silny jak myślałem!

# The way you battle has given me a lot of useful data.pThanks so much!
source: The way you battle has given me\na lot of useful data.\pThanks so much!
pl: Twój sposób walki dał mi wiele\npotrzebnych danych.\pWielkie dzięki!

source: I was given the best possible\neducation to become this strong.\pI don't want to lose to anyone!
pl: Posiadłam wszelką potrzebną w tym\ncelu wiedzę, by być tak silna.\pNigdy nie przegram!

# Thank you. I feel like I've been set free by losing to you.
source: Thank you. I feel like I've been\nset free by losing to you.
pl: Dziękuję. Czuje się, jakbym została\nuwolniona przegrywając.

source: For some reason, I get furious\nover the slightest thing.\pI'll calm myself by breathing\ndeeply.
pl: Z jakiegoś powodu, denerwują\nmnie nawet najmniejsze rzeczy.\pUspakajam się głęboko\noddychając.

# LEX: My darling NYA, together we could win!
source: LEX: My darling NYA, together\nwe could win!
pl: LEX: Moja kochana NYA, razem\nmożemy wygrać!

# LEX: I seem to have been too careless…
source: LEX: I seem to have been too\ncareless…
pl: LEX: Może się trochę\nprzeliczyłem…

# LEX: I think it was a good experience for NYA.pYou have my gratitude.
source: LEX: I think it was a good\nexperience for NYA.\pYou have my gratitude.
pl: LEX: Sądzę, że to było dobre\ndoświadczenie dla NYA.\pDziękuję za to.

# LEX: May I ask you to battle the both of us at the same time?
source: LEX: May I ask you to battle the\nboth of us at the same time?
pl: LEX: Mogę poprosić, żebyś zmierzył\nsię z naszą dwójką na raz?
